{
  "weapons": [{
    "name": "Ragged Bow",
    "range": "near",
    "cost": 15,
    "weight": 2,
    "tags": []
    }]
}
Dungeon Gear
Adventuring Gear 5 uses, 20 coins, 1 weight
Adventuring gear is a collection of useful mundane items such as
chalk, poles, spikes, ropes, etc. When you rummage through your
adventuring gear for some useful mundane item, you find what you
need and mark off a use.
Bandages 3 uses, slow, 5 coins, 0 weight
When you have a few minutes to bandage someone else’s wounds,
heal them of 4 damage and expend a use.
Poultices and Herbs 2 uses, slow, 10 coins, 1 weight
When you carefully treat someone’s wounds with poultices and
herbs, heal them of 7 damage and expend a use.
Healing Potion 50 coins, 0 weight
When you drink an entire healing potion, heal yourself of 10 damage
or remove one debility, your choice.
Keg of Dwarven Stout 10 coins, 4 weight
When you open a keg of dwarven stout and let everyone drink freely,
take +1 to your Carouse roll. If you drink a whole keg yourself, you
are very, very drunk.
Bag of Books 5 uses, 10 coins, 2 weight
When your bag of books contains just the right book for the subject
you’re spouting lore on, consult the book, mark off a use, and take
+1 to your roll.
Antitoxin 10 coins, 0 weight
When you drink antitoxin, you’re cured of one poison affecting you.
Dungeon Rations Ration, 5 uses, 3 coins, 1 weight
Not tasty, but not bad either.
Personal Feast Ration, 1 use, 10 coins, 1 weight
Ostentatious to say the least.

Dwarven Hardtack Requires Dwarf, ration, 7 uses, 3 coins, 1 weight
Dwarves say it tastes like home. Everyone else says it tastes like home,
if home is a hog farm, and on fire.
Elven Bread Ration, 7 uses, 10 coins, 1 weight
Only the greatest of elf-friends are treated to this rare delicacy.
Halfling Pipeleaf 6 uses, 5 coins, 0 weight
When you share halfling pipeleaf with someone, expend two uses
and take +1 forward to parley with them.

Poisons
Oil of Tagit Dangerous, applied, 15 coins, 0 weight
The target falls into a light sleep.
Bloodweed Dangerous, touch, 12 coins, 0 weight
Until cured, whenever the afflicted rolls damage, they roll an
additional d4 and subtract that result from their normal damage.
Goldenroot Dangerous, applied, 20 coins, 0 weight
The target treats the next creature they see as a trusted ally, until
proved otherwise.
Serpent’s Tears Dangerous, touch, 10 coins, 0 weight
Anyone dealing damage against the target rolls twice and takes the
better result.
