{
  "standard_moves": [
    {
      "name": "Hack and Slash",
      "description": "<p>When you <strong>attack an enemy in melee</strong>, roll+Str. On a 10+ you deal your damage to the enemy and avoid their attack. At your option, you may choose to do +1d6 damage but expose yourself to the enemy&#8217;s attack. On a 7&#8211;9, you deal your damage to the enemy and the enemy makes an attack against you.</p>"
    },
    {
      "name": "Volley",
      "description": "<p>When you <strong>take aim and shoot at an enemy at range</strong>, roll+Dex. On a 10+ you have a clear shot&#8212;deal your damage. On a 7&#8211;9, choose one (whichever you choose you deal your damage):</p><ul><li>You have to move to get the shot placing you in danger of the GM&#8217;s choice</li><li>You have to take what you can get: -1d6 damage</li><li>You have to take several shots, reducing your ammo by one.</li></ul>"
    },
    {
      "name": "Defy Danger",
      "description": "<p>When you <strong>act despite an imminent threat</strong> or <strong>suffer a calamity</strong>, say how you deal with it and roll. If you do it&#8230;</p><ul><li>&#8230;by powering through, +Str</li><li>&#8230;by getting out of the way or acting fast, +Dex</li><li>&#8230;by enduring, +Con</li><li>&#8230;with quick thinking, +Int</li><li>&#8230;through mental fortitude, +Wis</li><li>&#8230;using charm and social grace, +Cha</li></ul><p>On a 10+, you do what you set out to, the threat doesn&#8217;t come to bear. On a 7&#8211;9, you stumble, hesitate, or flinch: the GM will offer you a worse outcome, hard bargain, or ugly choice.</p>"
    },
    {
      "name": "Defend",
      "description": "<p>When you <strong>stand in defense of a person, item, or location</strong> under attack, roll+Con. On a 10+, hold 3. On a 7&#8211;9, hold 1. So long as you stand in defense, when you or the thing you defend is attacked you may spend hold, 1 for 1, to choose an option:</p><ul><li>Redirect an attack from the thing you defend to yourself</li><li>Halve the attack&#8217;s effect or damage</li><li>Open up the attacker to an ally giving that ally +1 forward against the attacker</li><li>Deal damage to the attacker equal to your level</li></ul>"
    },
    {
      "name": "Spout Lore",
      "description": "<p>When you <strong>consult your accumulated knowledge about something</strong>, roll+Int. On a 10+ the GM will tell you something interesting and useful about the subject relevant to your situation. On a 7&#8211;9 the GM will only tell you something interesting&#8212;it&#8217;s on you to make it useful. The GM might ask you &#8220;How do you know this?&#8221; Tell them the truth, now.</p>"
    },
    {
      "name": "Discern Realities",
      "description": "<p>When you <strong>closely study a situation or person</strong>, roll+Wis. On a 10+ ask the GM 3 questions from the list below. On a 7&#8211;9 ask 1. Take +1 forward when acting on the answers.</p><ul><li>What happened here recently?</li><li>What is about to happen?</li><li>What should I be on the lookout for?</li><li>What here is useful or valuable to me?</li><li>Who&#8217;s really in control here?</li><li>What here is not what it appears to be?</li></ul>"
    },
    {
      "name": "Parley",
      "description": "<p>When you <strong>have leverage on a GM character and manipulate them</strong>, roll+Cha. Leverage is something they need or want. On a hit they ask you for something and do it if you make them a promise first. On a 7&#8211;9, they need some concrete assurance of your promise, right now.</p>"
    },
    {
      "name": "Aid or Interfere",
      "description": "<p>When you <strong>help or hinder someone</strong>, roll+Bond with them. On a 10+ they take +1 or -2, your choice. On a 7&#8211;9 you also expose yourself to danger, retribution, or cost.</p>"
    },
    {
      "name": "Carouse",
      "description": "<p>When you <strong>return triumphant and throw a big party</strong>, spend 100 coin and roll + extra 100s of coin spent. On a 10+ choose 3. On a 7&#8211;9 choose 1. On a miss, you still choose one, but things get really out of hand.</p><ul><li>You befriend a useful NPC</li><li>You hear rumors of an opportunity</li><li>You gain useful information</li><li>You are not entangled, ensorcelled, or tricked</li></ul>"
    },
    {
      "name": "Supply",
      "description": "<p>When you <strong>go to buy something with gold on hand</strong>, if it&#8217;s something readily available in the settlement you&#8217;re in, you can buy it at market price. If it&#8217;s something special, beyond what&#8217;s usually available here, or non-mundane, roll+Cha. On a 10+ you find what you&#8217;re looking for at a fair price. On a 7&#8211;9 you&#8217;ll have to pay more or settle for something similar.</p>"
    },
    {
      "name": "Recover",
      "description": "<p>When you <strong>do nothing but rest in comfort and safety</strong> after a day of rest you recover all your HP. After three days of rest you remove one debility of your choice. If you&#8217;re under the care of a healer (magical or otherwise) you heal a debility for every two days of rest instead.</p>"
    },
    {
      "name": "Recruit",
      "description": "<p>When you <strong>put out word that you&#8217;re looking to hire help</strong>, roll. If you make it known&#8230;</p><ul><li>&#8230;that your pay is generous, take +1</li><li>&#8230;what you&#8217;re setting out to do, take +1</li><li>&#8230;that they&#8217;ll get a share of whatever you find, take +1</li></ul><p>If you have a useful reputation around these parts take an additional +1. On a 10+ you&#8217;ve got your pick of a number of skilled applicants, your choice who you hire, no penalty for not taking them along. On a 7&#8211;9 you&#8217;ll have to settle for someone close or turn them away. On a miss someone influential and ill-suited declares they&#8217;d like to come along (a foolhardy youth, a loose-cannon, or a veiled enemy, for example), bring them and take the consequences or turn them away. If you turn away applicants you take -1 forward to Recruit.</p>"
    },
    {
      "name": "Outstanding Warrants",
      "description": "<p>When you <strong>return to a civilized place in which you&#8217;ve caused trouble before</strong>, roll+Cha. On a hit, word has spread of your deeds and everyone recognizes you. On a 7&#8211;9, that, and, the GM chooses a complication:</p><ul><li>The local constabulary has a warrant out for your arrest</li><li>Someone has put a price on your head</li><li>Someone important to you has been put in a bad spot as a result of your actions</li></ul>"
    },
    {
      "name": "Bolster",
      "description": "<p>When you <strong>spend your leisure time in study, meditation, or hard practice,</strong> you gain preparation. If you prepare for a week or two, 1 preparation. If you prepare for a month or longer, 3 preparation. When your preparation pays off spend 1 preparation for +1 to any roll. You can only spend one preparation per roll.</p>"
    }
  ]
}
